[
    {
        "namebook": "Dragonheart",
        "author": "Patrick Read Johnson",
        "photo": "https://english-e-reader.net/covers/Dragonheart-Patrick_Read_Johnson.jpg",
        "text": "Evil King Freyne rules the country. He doesn't live by the Old Code. He kills dragons and peasants. Sir Bowen is the Knight of the Old Code and he hates the king. Bowen teaches young Prince Einon to fight. He hopes that the prince won't be as cruel as his father. One day King Freyne is riding through a village. He is killing the peasants and burning their houses. Suddenly he is attacked. The king dies. Prince Einon is seriously wounded. Queen Aislinn, his mother, asks the Great Dragon for help. The dragon agrees to save her son. But in return the prince must promise to be a good king and live by the Old Code. Prince Einon promises and the Great Dragon gives him half of his heart. But when Einon becomes king, he forgets about his own word. Sir Bowen thinks that the dragon's heart makes the new king so cruel.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/Dragonheart-Patrick_Read_Johnson.txt"
    },
    {
        "namebook": "U.F.O.s",
        "author": "Helen Brooke",
        "photo": "https://english-e-reader.net/covers/UFOs-Helen_Brooke.jpg",
        "text": "In 1897, something very strange happened in Aurora, Texas. Many children were playing in a field. Suddenly they saw an interesting object in the sky. It looked like a ship. This ship flew over them and crashed into a farm building. People ran to the crash. They found just one pilot there. He was dead. But he was not human. He was an alien. People put the alien under the ground. If the story is true, he is still there, somewhere under Aurora. Nowadays people say that they have seen UFOs. Some people say that they have seen aliens from these UFOs. Others are sure that they have travelled in UFOs and visited other planets. Official science ignores such stories. Are they true? Do aliens exist? Nobody knows.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/UFOs-Helen_Brooke.txt"
    },
    {
        "namebook": "Adventure at Haydon Point",
        "author": "Elizabeth Ferretti",
        "photo": "https://english-e-reader.net/covers/Adventure_at_Haydon_Point-Elizabeth_Ferretti.jpg",
        "text": "Sam looked at his watch. He was almost there! He could see a bright shining moon out of the window. There were trees and a river. But Sam began to worry. What if this wasn't the right station? What if his uncle wasn't there to meet him? The train went slower. The train driver announced the station. This was the right place. Sam took his things and got off the train. He lived in the big and noisy London. There were always many people there. Here in the countryside it was very quiet and dark. There were no people around. Sam was completely alone. The boy was a little scared. He tried to calm himself. It was an ordinary village railway station. There was no danger. Sam just waited for his uncle with these thoughts.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/Adventure_at_Haydon_Point-Elizabeth_Ferretti.txt"
    },
    {
        "namebook": "Pollution",
        "author": "Rosemary Border",
        "photo": "https://english-e-reader.net/covers/Pollution-Rosemary_Border.jpg",
        "text": "People have been living on Earth for thousands of years. Nowadays they are a real problem. Pollution is what we have been doing for so long. Soil, forests, water are the things we poison now. They lose their beneficial properties. Contaminated water can no longer be drunk. It is unable to quench a person's thirst or to nourish dense forests with moisture. Plants will not grow on contaminated land. All this massive pollution always starts with little things. First, a person takes the sewer out of the house into the river. And then he dumps waste from a large factory there. In the eighteenth century, people built a small beautiful city. It was named Los Angeles. There were houses, farms and beautiful nature. But years later, smog appeared there. And only the city residents were to blame for this.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/Pollution-Rosemary_Border.txt"
    },
    {
        "namebook": "Extreme Sports",
        "author": "Michael Dean",
        "photo": "https://english-e-reader.net/covers/Extreme_Sports-Michael_Dean.jpg",
        "text": "Some people are with a great sense of adventure. They always come up with new types of extreme sports. Which sport is the most dangerous today? Perhaps, it is base jumping when people jump from a bridge. But in many countries you can go to jail for such a jump. Still, athletes make similar jumps from high buildings or even mountains. Some fans of extreme sports consider it a good idea to jump with a parachute from a mountain or a skyscraper. There is a special danger in such jumps as the roof is very low. So you have to open the parachute as quickly as possible. The police actively fight fans of such jumps in big cities. But besides such paratroopers, many crazy fans of other extreme sports exist in our world. You can learn much about them in this book.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/Extreme_Sports-Michael_Dean.txt"
    },
    {
        "namebook": "Return to Earth",
        "author": "John Christopher",
        "photo": "https://english-e-reader.net/covers/Return_to_Earth-John_Christopher.jpg",
        "text": "'Return to Earth ' is a science fiction story. It begins with two people walking in the park. Harl and Ellen are saying goodbye to each other. They will never meet again. Harl is going on an eight-year space journey. But when he returns to Earth, one hundred years will have passed. All his friends and family will be dead. Ellen is working on a different project. This project will change the world forever. Her team is going to use radiation to turn every newborn baby into a telepath. This way, people will know exactly what others feel and think. Ellen warns Harl that when he and his team come back, they won't be greeted. All non-telepaths will be seen as strangers. But what if the experiment can have even more terrible consequences?",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/Return_to_Earth-John_Christopher.txt"
    },
    {
        "namebook": "Space",
        "author": "Tim Vicary",
        "photo": "https://english-e-reader.net/covers/Space-Tim_Vicary.jpg",
        "text": "Have you ever looked at the night sky? Have you ever gazed at hundreds bright stars thinking what is happening in space? Where did our planet come from? The planet on which mankind has been living for many years. When did the universe appear? When did the first life begin there? It is disputable whether aliens exist or not. So there is the most important question that worries many of us. Is there life in space? Do sentient beings live on other planets? Do they know about us? Perhaps they sometimes fly to our planet. After all, there are Egyptian pyramids, mysterious crop circles - all these things prompt researchers to think about guests from outer space. If you also ask yourself such questions, just open this book.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/Space-Tim_Vicary.txt"
    },
    {
        "namebook": "A Christmas Ghost",
        "author": "Lesley Thompson",
        "photo": "https://english-e-reader.net/covers/A_Christmas_Ghost-Lesley_Thompson.jpg",
        "text": "Dan and Alex decided to spend Christmas in Australia. They came from foggy London, so the Australian weather was very unusual for them. Alex was surprised that there was no snow. One day the two guys went for a walk by car. Suddenly the car broke down in the middle of the road. The next town was far away from them. The situation was difficult. Alex and Dan needed help. They waited for some hours. Finally a car appeared on the road. This car stopped and a young man came out. He was strange and silent. The young man drove Dan and Alex to the town. It was dark when they arrived. Dan and Alex went to the garage. The car disappeared soon. The two guys didn't understand who they met on the road. But they were going to find it out.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/A_Christmas_Ghost-Lesley_Thompson.txt"
    },
    {
        "namebook": "The Great Keinplatz Experiment",
        "author": "Sir Arthur Conan Doyle",
        "photo": "https://english-e-reader.net/covers/The_Great_Keinplatz_Experiment-Sir_Arthur_Conan_Doyle.jpg",
        "text": "Professor Baumgarten is engaged in psychology. He is a great expert in this field. He tries to study the connection of matter and spirit. The professor is more interested in science than in people. It seems to him a good idea to conduct experiments on university students. Many students obey the professor. There is the most devoted assistant among them. Fritz shows great motivation and interest. Other students are surprised - Fritz used to be the laziest student of the university. His enthusiasm is clear when you look at the daughter of the professor. Many are in love with the beautiful girl. Fritz is no exception. Meanwhile, the professor is going to conduct another experiment. He is sure that the soul can live outside the physical body. The situation is getting serious.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/The_Great_Keinplatz_Experiment-Sir_Arthur_Conan_Doyle.txt"
    },
    {
        "namebook": "Ned Kelly a True Story",
        "author": "Christine Lindop",
        "photo": "https://english-e-reader.net/covers/Ned_Kelly_a_True_Story-Christine_Lindop.jpg",
        "text": "When he was a very young child, he was always poor and hungry. Like many other children around. A lonely child cannot live well. He grew older, but remained in the same distress as he didn't have enough strength to change the situation. However, there were always many people around who lived even worse. Still he didn't give up. The guy learned to steal horses and fight better than anyone else. He began to live outside the law as it was the only way to survive and stay full. In the nineteenth century, Australia was a harsh place. The rich had land, money and power. The poor people had nothing. But even in such a situation, it is possible to obtain wealth. You need to be stubborn enough, brave and cruel.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/A2/Ned_Kelly_a_True_Story-Christine_Lindop.txt"
    }
]