[
    {
        "namebook": "Death by Drowning",
        "author": "Agatha Christie",
        "photo": "https://english-e-reader.net/covers/Death_by_Drowning-Agatha_Christie.jpg",
        "text": "When Sir Henry Clithering, the retired commissioner, is visiting his friend near the village of St Mary Mead, everyone is saddened by the news of one young girl's death. Rose Emmott was found in the forest in the river near the mill. There were rumors that the girl was pregnant by an architect from London. She was afraid to tell her father about it. So the girl drowned herself. But the investigation shows that it was a murder. Rose's beloved becomes the prime suspect. Miss Marple knows the name of the real killer. But she has no proof. She writes the name of the culprit on a piece of paper and asks the commissioner for help. There is a witness who saw two men in the woods at the time of the murder. Only one of them has an alibi. Who is the criminal? Whose name is written on this piece of paper?",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "The Eighth Sister",
        "author": "Victoria Heward",
        "photo": "https://english-e-reader.net/covers/The_Eighth_Sister-Victoria_Heward.jpg",
        "text": "Helen, her mother Julia and stepfather Bob lived in a small cozy cottage in Hollybrook. Helen attended not only school, but also the swimming pool and piano lessons. Her life was ordinary and comfortable. One day, after work her mother Julia went to the supermarket. Suddenly she noticed a new antique store. The store was full of old beautiful things: lamps, vases, clocks, little statues and much more. The woman couldn't pass it. She went into this store. Julia noticed one interesting thing. A few hours later, when Helen returned after school, she noticed a new painting on the wall. Back then, the girl didn't know that this painting would be the beginning of a very strange period in her life.",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "Love Story",
        "author": "Erich Segal",
        "photo": "https://english-e-reader.net/covers/Love_Story-Erich_Segal.jpg",
        "text": "What can people say about young girl, if she died at the age of twenty-five? People usually say the girl was a nice person. They can also add that the girl was very clever: she loved classical music. The protagonist of this book studied at Harvard a year before the events described. Once he was sitting in the library of a nearby university. It was really quiet and he didn't see a single familiar face. Still that was fine with him. There were many books he needed to study. The exam was about to start, and he approached two girls who worked in the library. One of them was tall and beautiful. Her friend was low, with big glasses. He went to the second girl and asked to bring him the right book. She smiled and asked why he did not look for it in the Harvard library. After all, there were more books there.",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "Fly Away Home",
        "author": "Patricia Hermes",
        "photo": "https://english-e-reader.net/covers/Fly_Away_Home-Patricia_Hermes.jpg",
        "text": "Amy Alden lives with her mother in New Zealand. Her parents broke up when she was nine. Back then, Amy and her mother moved to New Zealand. Her father lives in Canada. Amy is happy with her mother. But one day her mother dies in a car accident. It happens at night, when it is raining heavily. The girl moves to Canada. But this is not her home. This is far away from New Zealand. There are wide fields outside the window. It often rains. Amy's father is near but she is not very happy about it. The girl doesn't really know this man. She wants her mother. But now everything is different. The girl will have to live in this new cold and uncomfortable country. This future scares Amy. What is waiting for her in Canada?",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "The Count and the wedding guest",
        "author": "O. Henry",
        "photo": "https://english-e-reader.net/covers/The_Count_and_the_wedding_guest-O_Henry.jpg",
        "text": "A new lodger appears in the boarding house where Andy Donovan lives. The landlady of the house introduces Miss Conway to everyone. Miss Conway is an inconspicuous girl in a brown dress. After two weeks Andy meets Miss Conway again. But this time she is in a black dress. This mourning dress suits her well. Her bright gold hair, grey eyes and a sad face make her lovely. Andy speaks to Miss Conway. He invites the girl for a walk. She tells him her sad story and shows a photograph of her fiance. Her fiance died. After this walk, young people often spend time together. In a month they announce that they want to get married. Will these memories of a dead fiance become a barrier to the happiness of the young couple?",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "Jojo's Story",
        "author": "Antoinette Moses",
        "photo": "https://english-e-reader.net/covers/Jojos_Story-Antoinette_Moses.jpg",
        "text": "The loss of loved ones is a hard blow for everyone. How can a child survive this? Jojo is 10 years old. Soldiers came to his village and killed everyone. The boy was playing in the field at that time. That is why he remained alive. Only the boy does not understand how to live now. The question in his mind is: 'Why wasn't I with them?'. One day Jojo meets Chris. Chris is a British journalist. Jojo leaves with Chris. During this journey, they observe a country that is suffering from terrible war. Much of what he sees helps the boy to know himself, understand his thoughts and choose his life path. This book is filled with thoughts about life, experience and bitterness. And it also has answers to many questions.",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "The Stir outside the Cafe Royal",
        "author": "Clarence Rook",
        "photo": "https://english-e-reader.net/covers/The_Stir_outside_the_Cafe_Royal-Clarence_Rook.jpg",
        "text": "'The Stir Outside the Cafe Royal' is a detective story written by Clarence Rook. The action takes place in the Victorian era. Mathurin is a dangerous criminal. The police look for him. He has committed crimes in several countries under different names. His real identity is unknown. Many people who work with him don't know who he is. They don't know what the criminal looks like. That is why it is so difficult for the police to catch him. Only two people have seen his face. One of them is the bank manager. Mathurin killed him in Detroit. The other one is the manager's girlfriend. She wants justice. She decides to avenge her boyfriend's death. To arrest Mathurin without violence, the girl has a very unusual plan.",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "Gramma",
        "author": "Stephen King",
        "photo": "https://english-e-reader.net/covers/Gramma-Stephen_King.jpg",
        "text": "'Gramma' is a mystical story by Stephen King. In 2014 the film 'Mercy' based on the plot of this story was released. The eleven-year-old boy George is alone in the house. He has to look after his old grandmother, who does not get out of bed. His mother Ruth took the eldest son Buddy to the hospital. George is afrad of his grandmother. The boy thinks she is crazy. The child learns that his grandmother is a witch. The old woman dies at night. George is scared. The phone does not work and his mother is not at home yet. George decides to cover his grandmother with a blanket. At this moment, the old hand grabs the boy. But he manages to pull it out. The 'dead woman' wants her grandson to come to her. What does she want from him? How to be saved?",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "Dangerous Game",
        "author": "Harris William",
        "photo": "https://english-e-reader.net/covers/Dangerous_Game-Harris_William.jpg",
        "text": "William Harris can't remember when the game started. His wife died twelve years ago. And everything started shortly after her death. After the tragedy Harris continued to live in their common house, unwilling to leave it. He was too accustomed to it. Even despite the fact that the house was large and it was not comfortbale for one person to be there. Everything around reminded him of his wife and he liked it. Some time after the funeral, the widower noticed something strange. A ghost started appearing in the house. It was not his late wife. It was a poltergeist who loved moving objects. The owner had to play with him. They played every night together. At first, they outlined the rules and adhered to them. But gradually the ghost started breaking them, making this game dangerous.",
        "link": "",
        "Booklink": ""
    },
    {
        "namebook": "The USA",
        "author": "Alison Baxter",
        "photo": "https://english-e-reader.net/covers/The_USA-Alison_Baxter.jpg",
        "text": "Imagine a large and completely empty territory. There are high mountains and dense forests with many animals on this land. Many lakes are also full of fish. But there is not a single person there. America was such kind of land more than thirty thousand years ago. Scientists think that at that time first ancient people arrived there from Asia. They decided to go to the South, where it would be warmer and easier to survive. So they stayed in America. That is how the first Indian tribes appeared - they came from the Mayan and Aztec people. Later, such a large country became a tidbit for many other nations. In the sixteenth century, Europeans began to visit America. Soon they brought slaves from Africa - these people were engaged in hard work. Only after hundreds of years America became a rich country.",
        "link": "",
        "Booklink": ""
    }
]