[
    {
        "namebook": "Brothers in Arms",
        "author": "Julie Reeves",
        "photo": "https://english-e-reader.net/covers/Brothers_in_Arms-Julie_Reeves.jpg",
        "text": "The life of teenagers in high school is a difficult period. This is that age when you make lots of observations. Ordinary things look suspicious. One can think that this is only rich imagination and a difficult transitional age. But if it is not so? If there are really odities? Why aren't students at Mangrove High School allowed to use computers? Why is it forbidden to study maths? Why are there guards in the school who watch children all the time? Everything is very strange. Even thoughts can be overheard by someone. Finn and Ellie want to understand what's wrong and ask questions. And their lives are turned upside down. Suddenly even their families are no longer what they seemed. Who can they trust now?",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/Brothers_in_Arms-Julie_Reeves.txt"
    },
    {
        "namebook": "Great Crimes",
        "author": "John Escott",
        "photo": "https://english-e-reader.net/covers/Great_Crimes-John_Escott.jpg",
        "text": "This book tells about the most famous criminals in the United States. This is not about ordinary petty offenders. These people became really famous by their deeds. Only the most interesting and unusual cases are presented in this story. Dr. Hawley Harvey Krippen met a young girl named Cora. Harvey's first wife died long time ago. Later he married this beautiful girl. Cora was cruel, domineering and did not love her husband. She was dreaming about the career of the singer and wanted her husband to earn much more money. Doctor's salary was too small to pay for the vocal lessons. Cora was not very good at singing. No matter how hard she tried to perform - she failed to become a famous star. One day she suddenly disappeared.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/Great_Crimes-John_Escott.txt"
    },
    {
        "namebook": "Board Games",
        "author": "Butler James",
        "photo": "https://english-e-reader.net/covers/Board_Games-Butler_James.jpg",
        "text": "Arthur Mowbray is a head of a huge company. He created his company after he had invented a board game “Mowbray’s Killer”. The game was made of cardboard and Plasticine figures. One day something terrible happened. His body was found in the dining room of his country house. Inspector Ainsworth started investigating this case. He has no evidence and no witnesses. But there are many suggestions. Ainsworth suspects that one of the directors can be guilty. He has to dive into the world of a fierce competition between the employees to learn the real truth and to find the killer. Will he be able to remain unharmed at the end? And the company is not so great it appears to be at first glance. Lets see what a single inspector can do against the entire corporation.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/Board_Games-Butler_James.txt"
    },
    {
        "namebook": "The War Of The Worlds",
        "author": "H. G. Wells",
        "photo": "https://english-e-reader.net/covers/The_War_Of_The_Worlds-H_G_Wells.jpg",
        "text": "At the end of the nineteenth century, a metal object fell from the sky in the South of England and made a large hole in the ground. People came to learn, what had happened. They surrounded the hole, looking at the strange object. When one end of the object started opening, the watchers realized it was hollow. Was there anybody inside? But the creatures, which came out, were not homo sapiens... Gradually people began to realize that these creatures were from Mars. A small group of scientists and many other people who had come to see, were killed instantly. Later the second object landed and then the third one. Are the Martians trying to take our planet away? Is it true? And what are our chances for victory in the war against the civilization, whose development is for thousand years ahead. Moreover, the Martians become stronger in the atmosphere.",
        "link": "",
        "Booklink": "https://github.com/19Vako/Json-Data/blob/main/B2/The_War_Of_The_Worlds-H_G_Wells.txt"
    },
    {
        "namebook": "The pit and the pendulum",
        "author": "Edgar Allan Poe",
        "photo": "https://english-e-reader.net/covers/The_pit_and_the_pendulum-Edgar_Allan_Poe.jpg",
        "text": "A man is in a room without light. He attempted to figure out his rooms shape, and ended up almost falling down a pit. Later he was drugged by the food the captors have given him. He has ended up strapped to a table with a big pendulum holding a giant blade that was slowly descending. In order to save himself, he took the beef they have allowed him to have as a last meal, and smothered his bindings in their juices, prompting the rats to eat them. He was released just before the blade would have killed him, only the walls were moving towards the centre pit. He would have fallen in but a man had grabbed his arm. That man was an officer in charge of releasing all the prisoners at the end of the Inquisition.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/The_pit_and_the_pendulum-Edgar_Allan_Poe.txt"
    },
    {
        "namebook": "A Hacker's Revenge",
        "author": "John Backhouse",
        "photo": "https://english-e-reader.net/covers/A_Hackers_Revenge-John_Backhouse.jpg",
        "text": "Mr Henry Williams is an excellent bank manager and has limited computer skills. He has a good network manager Mike who organized a new computer system in his bank. Everything was going well and when Mr Williams was in Bermuda in his mind, dreaming about holiday, he heard a scream of his staff. All system had crashed. It was awful, computers didn't want reboot. Doors were opened and closed when they wanted. Light turned off and turned on the same way. And a head of technology lost his access for system. Someone obtained full control of the bank. Virus was spread through e-mail and entire staff opened it. Mike was powerless to solve this problem and was fired immediately. The question appeared on display of a computer addressed to Mr. Henry. Someone asked him, was he ready for game?",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/A_Hackers_Revenge-John_Backhouse.txt"
    },
    {
        "namebook": "Gladiator",
        "author": "Dewey Gram",
        "photo": "https://english-e-reader.net/covers/Gladiator-Dewey_Gram.jpg",
        "text": "General Maximus, the Commander of the Roman Army of the North, has won his last battle in the war against Germania. Then, he had hoped to return to his farm and his family in Spain. But there were many serious problems in Rome and Emperor Marcus Aurclius had known that he would soon die. Maximus realized that he might perform another duty for the Emperor before he could back home. He knew that it would not be easy, and he was right. Soon he has lightened for his life again, at first as a prisoner, then as a slave, and finally as a gladiator. One thought had been kept Maximus alive: that he would finally meet and kill the man he had hated the most - the new Emperor, Commodus.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/Gladiator-Dewey_Gram.txt"
    },
    {
        "namebook": "For a Horseshoe Nail",
        "author": "Amara Bavani Dev",
        "photo": "https://english-e-reader.net/covers/For_a_Horseshoe_Nail-Amara_Bavani_Dev.jpg",
        "text": "Because of the nail the boot was damaged. Without a boot, it was not possible to ride. Without a horse, the rider could not arrive on time. And without the rider all the battle was lost. This is a story about a poor Indian farmer named Raju, who has to work hard for pennies. Fifty rupees a day is his limit. But once, one man offers him to sell a kidney for thirty five thousand rupees. This is a lot of money. The Indian poor can’t earn such an incredible sum in his whole life. He decides to make this operation. Now Raju can buy pink and green halva and a bouquet of flowers for his beloved woman. He can buy whiskey for a blind old woman who loves to drink a shot before going to bed. The life of a poor farmer has changed for the better. After all, people live with one kidney. The main thing is do not pay attention to the pain.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/For_a_Horseshoe_Nail-Amara_Bavani_Dev.txt"
    },
    {
        "namebook": "King's Ransom",
        "author": "Ed Mcbain",
        "photo": "https://english-e-reader.net/covers/Kings_Ransom-Ed_Mcbain.jpg",
        "text": "Douglas King has been in the shoe business almost all his life. All this time he worked for Granger Shoe – one shoe company where he started as a boy. Now Douglas is a part-owner of Granger Shoe and has a good share of it. Doug has great plans connected with this company. He is going to implement them in the near future. Suddenly two unexpected events happen and ruin all Doug's plans. Some co-owners of Granger Shoe suggest him to cooperate with them in order to have over 50% shares together and make the goods of lower quality. In this case they will have more profit. Doug refuses to produce poor quality goods and makes the greedy co-owners his enemies. Later someone kidnaps King's son and wants a big ransom. If the father pays the ransom, his plans will get ruined. He will lose the house, the cars and everything he owns.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/B2/Kings_Ransom-Ed_Mcbain.txt"
    },
    {
        "namebook": "The House of the Seven Gables",
        "author": "Nathaniel Hawthorne",
        "photo": "https://english-e-reader.net/covers/The_House_of_the_Seven_Gables-Nathaniel_Hawthorne.jpg",
        "text": "Once upon a time one man named Matthew Maule built a small