[
    {
        "namebook": "A Friend in Need",
        "author": "Somerset Maugham",
        "photo": "https://english-e-reader.net/covers/A_Friend_in_Need-Somerset_Maugham.jpg",
        "text": "People are sure that the first impression about a person is always correct. But this is not always true. If you have been studying people for more than thirty years, you can notice one important pattern. People often think that appearance shows character. But the longer people know each other, the less they know about each other. Over time, a person becomes more and more mysterious. Many can only say about their old friends that they know nothing about them. These thoughts visit the writer when he reads about the death of his old friend. That man was a merchant and lived in Japan. He was a short old man with bright blue eyes and a red face. He was very slim for his age. And the man behaved unusually for such an appearance.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/A_Friend_in_Need-Somerset_Maugham.txt"
    },
    {
        "namebook": "The Man and the Snake",
        "author": "Ambrose Bierce",
        "photo": "https://english-e-reader.net/covers/The_Man_and_the_Snake-Ambrose_Bierce.jpg",
        "text": "Harker was in a good mood. He was comfortably sitting on the sofa in slippers and a bathrobe, holding 'Miracles of Science' in his hands. He was reading about animal magnetism inherent in snakes. The sages of past years believed in all sorts of nonsense, he thought ironically. Suddenly Harker heard a noise and lowered the book. He saw something strange in the dark corner of the room. Two glowing points like eyes were under the bed. He thought it was just the reflection of the lamp. But something disturbed the man. Perhaps it was just his intuition, or perhaps something read in the book led him to restless thoughts. Harker peered into the bright lights under the bed. Finally they shifted a little. Soon a real snake crawled out from under the bed.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/The_Man_and_the_Snake-Ambrose_Bierce.txt"
    },
    {
        "namebook": "The Verger",
        "author": "Somerset Maugham",
        "photo": "https://english-e-reader.net/covers/The_Verger-Somerset_Maugham.jpg",
        "text": "Finally a christening took place. A verger named Albert Foreman finished his work just a few minutes ago. So he still remained in his ceremonial church gown. His formal attire looked so expensive and majestic, as if it were cast from metal and not made from wool and fabric. But Albert kept these clothes for the most important events: weddings and funerals. Now he is wearing a simpler and cheaper cassock. But in his ceremonial attire Albert feels important. When he takes it off and goes home, it always seems as if he is undressed and something is missing. The man likes everything about his work except a new and too active vicar. Once the vicar learns that Albert cannot read. This is a real threat to the career of the verger.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/The_Verger-Somerset_Maugham.txt"
    },
    {
        "namebook": "Death of the Eviction Man",
        "author": "Gayle Tiller",
        "photo": "https://english-e-reader.net/covers/Death_of_the_Eviction_Man-Gayle_Tiller.jpg",
        "text": "Erica is not doing well. The woman is not a very successful private detective. She lives in Northern California and works from her own apartment, as she was forced to close the office due to financial problems. She also keeps her unemployed boyfriend, because he was fired from work in Silicon Valley - he worked in the field of high technology. Unfortunately, he could not achieve his goals. Moreover, one former client pursues Erica in order to get her money back. The whole situation looks rather gloomy. But once Lisa Pullroy addresses Erica. She wants the detective to find the killer of her husband, Calvin. He was known for evicting tenants who owed money. That man had a lot of enemies. And this new case gives impetus to Erica's career.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/Death_of_the_Eviction_Man-Gayle_Tiller.txt"
    },
    {
        "namebook": "Tender is the Night",
        "author": "F. Scott Fitzgerald",
        "photo": "https://english-e-reader.net/covers/Tender_is_the_Night-F_Scott_Fitzgerald.jpg",
        "text": "F. Scott Fitzgerald is considered as one of the most outstanding writers of all times. The author had a relatively short but profilic life. 'Tender is the Night' was his fourth and last finished novel. The story is simple but many people can relate to it. A young actress Rosemary travels to the French Riviera with her mother. They meet lots of extraordinary people there. Rosemary is especially impressed by Dick and Nicole Divers. They live in a luxurious house and like accepting numerous visitors. The Divers seem to be a perfect couple. But nobody knows what hardships they have to deal with. Nicole has a mental illness. This character was inspired by the wife of the writer. She also suffered from a psychiatric disorder. When Dick and Rosemary realise their feelings towards each other, a love triangle forms.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/Tender_is_the_Night-F_Scott_Fitzgerald.txt"
    },
    {
        "namebook": "Spiders Along the Dark Web",
        "author": "Jordan Dumer",
        "photo": "https://english-e-reader.net/covers/Spiders_Along_the_Dark_Web-Jordan_Dumer.jpg",
        "text": "The events of this novel take place in the distant future. A hundred years have passed since our days. In this new world FBI agents still continue to fight crime, corruption, unjust officials and much more. The plot focuses on an experienced agent, Detective Willard. He is entrusted with the task of studying transaction records of a large unknown company. Routine work is turning into something new and very dangerous. Not only the detective himself, but his colleagues are at risk. There is a dark menacing web around Willard. It is ready to devour him at any moment. Will the detective be able to unravel this web and punish the criminals? Or will he become a victim of a mysterious spider? Read this novel and follow his thrilling adventures.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/Spiders_Along_the_Dark_Web-Jordan_Dumer.txt"
    },
    {
        "namebook": "The Ghost",
        "author": "Robert Harris",
        "photo": "https://english-e-reader.net/covers/A_Ghost-Robert_Harris.jpg",
        "text": "Do you know who a ghostwriter is? It's an author who helps celebrities write their autobiographies. And that's what I am doing for living. Now I am working on the autobiography of a famous footballer. Suddenly my agent calls me and asks for a meeting. He says that Adam Lang, ex-prime minister of Great Britain urgently looks for a new ghostwriter. His previous ghostwriter was found dead at the beach. The police think it was a suicide. I have never written about politics and I'm not interested in it. I think politicians' memories are the most boring books. And this is where I should refuse and come back to my safe and easy life. But the money is good. Finally I decide to go on an interview. Next day everything begins. My girlfriend leaves me. Someone attacks and robs me. What will be next?",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/A_Ghost-Robert_Harris.txt"
    },
    {
        "namebook": "The Big Sleep",
        "author": "Raymond Chandler",
        "photo": "https://english-e-reader.net/covers/The_Big_Sleep-Raymond_Chandler.jpg",
        "text": "Two movies, based on the plot of this novel, were released. One of them is a cult movie 'The Big Lebowski'. 'The Big Sleep' is about a private investigator Philip Marlowe. This is the first book about the adventures of this man. Nowadays the novel is a classic detective story. It is still at the top of the best detective novels of all time. Everything happens in Los Angeles. Philip is hired by a military general. The general is a widower. He lives with two daughters. One daughter is a drug addict. Her name is Carmen. The second daughter Vivian is the wife of the famous gangster. The general asks Philip to deal with the blackmailer who is threatening one of his daughters. So the detective gets to work.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/The_Big_Sleep-Raymond_Chandler.txt"
    },
    {
        "namebook": "Jamaica Inn",
        "author": "Daphne du Maurier",
        "photo": "https://english-e-reader.net/covers/Jamaica_Inn_-Daphne_du_Maurier.jpg",
        "text": "Mary Yellan is 23 years old. After her mother's death the girl goes to live with her aunt Patience Merlyn. Her husband Joss Merlyn is the landlord of Jamaica Inn. On the way there Mary learns strange stories about this place. They say people never stay at Jamaica Inn because they are afraid. When the girl finally arrives at her destination, she is impressed by the lonely and gloomy building. She can hardly recognize her aunt. Patience used to be very cheerful. But now this woman seems to be sad and frightened. She looks much older than she really is. There are no guests at the inn in the daytime. However, on Saturday nights it is full of suspicious visitors. Mary understands that something ominous is happening. Whatever it is, she wants to put an end to it.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/Jamaica_Inn_-Daphne_du_Maurier.txt"
    },
    {
        "namebook": "Hobbit or There and Back Again",
        "author": "J. R. R. Tolkien",
        "photo": "https://english-e-reader.net/covers/Hobbit_or_There_and_Back_Again-J_R_R_Tolkien.jpg",
        "text": "Do you like fabulous world in which elves, dwarves, hobbits and dragons live? This book is for you. This story is about adventures of the young hobbit Bilbo Baggins who loves smoking his favourite pipe and eating - these things make his life calm and measured. Once the wizard Gandalf arrives at his house. The visit alarms Bilbo. He does not want such acquaintances. The same evening, some intruders knock on the door. Bilbo does not expect thirteen dwarves and that same wizard to come to him. Moreover, he gets an unusual offer to become a thief and go on a dangerous journey to obtain treasures from the den of the dragon. What choice will Baggins make? You will learn it while reading this book - a popular novel by J. R. R. Tolkien for the whole family.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C1/Hobbit_or_There_and_Back_Again-J_R_R_Tolkien.txt"
    }
]