[
    {
        "namebook": "The Thrill of the Hunt",
        "author": "Darryl Matter",
        "photo": "https://english-e-reader.net/covers/The_Thrill_of_the_Hunt-Darryl_Matter.jpg",
        "text": "After graduating from the police academy, Joan worked as a patrol. Later she started working as a detective. Now she works undercover. Joan sells weapons on the black market. At the same time, a mole appears in the police, which is trying to find out the identity of the secret agent and destroy it. Once Joan gets into a shootout where she manages to kill three gangsters. But she herself is on the verge of death. After recovering from a severe wound, the woman leaves the hospital. Now her main goal is to take revenge on the mysterious and powerful enemy who is trying to kill her. There are very few women working undercover in the police. It is considered to be exclusively such kind of work that is only for men. But Joan will not give up.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C2/The_Thrill_of_the_Hunt-Darryl_Matter.txt"
    },
    {
        "namebook": "The Stockbroker’s Cleaning Woman",
        "author": "Barry Rachin",
        "photo": "https://english-e-reader.net/covers/The_Stockbrokers_Cleaning_Woman-Barry_Rachin.jpg",
        "text": "A cleaning lady was standing in front of the door. Her hair was grey, her skin was wrinkled and she looked about sixty years old. A vacuum cleaner and a trolley were nearby. The working day had already ended and she was about to clean. But the office was not empty yet. The brokerage house was still full of life and the tables were littered with papers. Allen examined the documents and frowned in displeasure. He had been working with investors for more than ten years. No one had suffered losses during this period. But this time the risk was very high. The cleaning lady was busy with her work. The man continued to ponder. Sometimes working with big money can be more difficult and stressful than any other one. Allen thought he would happily switch places with this elderly cleaning lady.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C2/The_Stockbrokers_Cleaning_Woman-Barry_Rachin.txt"
    },
    {
        "namebook": "The Eyes of Darkness",
        "author": "Koontz Dean",
        "photo": "https://english-e-reader.net/covers/The_Eyes_of_Darkness-Koontz_Dean.jpg",
        "text": "This is an old science fiction novel which has again become relevant today. Indeed, forty years ago, an American writer told a story about a deadly virus from China called Wuhan 400. This virus is transmitted from person to person and causes serious complications, including pneumonia. Moreover, the events take place around the year two thousand and twenty. In the center of the plot there is a woman, who has lost her son. She is carrying out her own investigation trying to find out if he really died. The reason is she often receives mysterious messages. These messages hint that the poor mother does not know the whole truth. During the investigation, she gets to a military factory, where a mysterious biological weapon appeared.",
        "link": "",
        "Booklink": "https://raw.githubusercontent.com/19Vako/Json-Data/main/C2/The_Eyes_of_Darkness-Koontz_Dean.txt"
    },
    {
        "namebook": "The Breathing Method",
        "author": "Stephen King",
        "photo": "https://english-e-reader.net/covers/The_Breathing_Method-Stephen_King.jpg",
        "text": "This story is of one of the most famous writers in the horror genre Stephen King. 'The method of breathing' was first published in the storybook 'Different Seasons' in 1982. Each story in this book is related to one of the seasons. 'The method of breathing' is a winter fairy tale. The story consists of three parts and tells about the old Mr. Eldie, who comes to a mysterious nameless club. He tries to find out the secrets of the institution. Mr. Eldie tries not to interfere much and not make it dangerous for his life. He has been coming there for 10 years. Old gentlemen gather in the club and tell stories. The motto of the club is 'A secret in history, not in the